Repository: imcat-owo/dudu-native
Catalog: Dudu/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Read aloud is unavailable in incognito mode — synthesized audio would have to be written to disk.
zh_hans: 隐身模式下无法朗读——语音音频需要写入磁盘。
zh_hant: 隱身模式下無法朗讀——語音音訊需要寫入磁碟。

# a11y.agentBrowserPreview
source: Agent browser preview
zh_hans: Agent 浏览器预览
zh_hant: Agent 瀏覽器預覽

# a11y.agentWorking
source: Agent is working
zh_hans: Agent 正在工作
zh_hant: Agent 正在工作

# a11y.aiAvatar
source: AI avatar
zh_hans: AI 头像
zh_hant: AI 頭像

# a11y.attachDoc
source: Attach a document
zh_hans: 添加文档
zh_hant: 添加文檔

# a11y.back
source: Back
zh_hans: 返回
zh_hant: 返回

# a11y.browserPreview
source: Browser preview: %1$@
zh_hans: 浏览器预览：%1$@
zh_hant: 瀏覽器預覽：%1$@

# a11y.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# a11y.computerEntry
source: Agent computer — take control
zh_hans: Agent 电脑——接管
zh_hant: Agent 電腦——接管

# a11y.createGoal
source: Create %1$@ goal
zh_hans: 创建%1$@目标
zh_hant: 創建%1$@目標

# a11y.dismissNotification
source: Dismiss notification
zh_hans: 关闭通知
zh_hant: 關閉通知

# a11y.dismissUpdate
source: Dismiss background update
zh_hans: 关闭后台更新
zh_hant: 關閉後臺更新

# a11y.hexInput
source: %1$@ hex
zh_hans: %1$@ 十六进制
zh_hant: %1$@ 十六進制

# a11y.incognito
source: Incognito chat
zh_hans: 隐身聊天
zh_hant: 隱身聊天

# a11y.manageConn
source: Manage %1$@
zh_hans: 管理%1$@
zh_hant: 管理%1$@

# a11y.me
source: Me
zh_hans: 我
zh_hant: 我

# a11y.messageFrom
source: %1$@'s message
zh_hans: %1$@的消息
zh_hant: %1$@的訊息

# a11y.messageInput
source: Say something to Dudu
zh_hans: 跟嘟嘟说句话
zh_hant: 跟嘟嘟說句話

# a11y.nextWeek
source: Next week
zh_hans: 下一周
zh_hant: 下一週

# a11y.openFinance
source: Open finance tracker: %1$@
zh_hans: 打开财务追踪：%1$@
zh_hant: 打開財務追蹤：%1$@

# a11y.openGoal
source: Open goal: %1$@
zh_hans: 打开目标：%1$@
zh_hant: 打開目標：%1$@

# a11y.openMenu
source: Open conversations and menu
zh_hans: 打开对话和菜单
zh_hant: 打開對話和菜單

# a11y.openTask
source: Open task: %1$@
zh_hans: 打开任务：%1$@
zh_hant: 打開任務：%1$@

# a11y.openTracking
source: Open tracking: %1$@
zh_hans: 打开追踪：%1$@
zh_hant: 打開追蹤：%1$@

# a11y.prevWeek
source: Previous week
zh_hans: 上一周
zh_hant: 上一週

# a11y.removeAttachment
source: Remove attachment: %1$@
zh_hans: 移除附件：%1$@
zh_hant: 移除附件：%1$@

# a11y.removeQueued
source: Remove queued message: %1$@
zh_hans: 移除排队的消息：%1$@
zh_hant: 移除排隊的消息：%1$@

# a11y.replyDone
source: Dudu finished replying
zh_hans: 嘟嘟回复完了
zh_hant: 嘟嘟回覆完了

# a11y.searchMail
source: Search mail
zh_hans: 搜索邮件
zh_hant: 搜索郵件

# a11y.sendMessage
source: Send message
zh_hans: 发送消息
zh_hant: 發送消息

# a11y.statusAvatar
source: %1$@ avatar
zh_hans: %1$@ 头像
zh_hant: %1$@ 頭像

# a11y.stopReply
source: Stop replying
zh_hans: 停止回复
zh_hant: 停止回覆

# a11y.userAvatar
source: My avatar
zh_hans: 我的头像
zh_hant: 我的頭像

# a11y.viewIdea
source: View idea: %1$@
zh_hans: 查看想法：%1$@
zh_hant: 查看想法：%1$@

# activity.all
source: All activity
zh_hans: 全部动态
zh_hant: 全部動態

# activity.approvalNote
source: When an email or calendar change needs your approval, it will appear here.
zh_hans: 邮件或日历变动需要你批准时，会出现在这里。
zh_hant: 郵件或日曆變動需要你批准時，會出現在這裏。

# activity.caughtUp
source: You're all caught up
zh_hans: 都搞定了
zh_hant: 都搞定了

# activity.emptyTimeline
source: The beginning of something lighter
zh_hans: 还没开始，挺好
zh_hant: 還沒開始，挺好

# activity.needsReview
source: Needs review · %1$@
zh_hans: 待检查 · %1$@
zh_hant: 待檢查 · %1$@

# activity.timeline
source: Workspace timeline
zh_hans: 工作区时间线
zh_hant: 工作區時間線

# activity.timelineNote
source: Your actions and their results will be recorded here.
zh_hans: 在这儿做的事，都会记下来。
zh_hant: 在這兒做的事，都會記下來。

# activity.yourActions
source: Your actions
zh_hans: 你的操作
zh_hant: 你的操作

# adapt.contextCompacted
source: The context was too long, so I trimmed it and retried.
zh_hans: 上下文太长了，我精简一下再试一次。
zh_hant: 上下文太長了，我精簡一下再試一次。

# adapt.thinkingOff
source: This model doesn't support thinking display, so I turned it off and retried.
zh_hans: 这个模型不支持思考过程显示，我先关掉再试一次。
zh_hant: 這個模型不支持思考過程顯示，我先關掉再試一次。

# adapt.toolsOff
source: This model can't do tool calls, so I turned them off and retried.
zh_hans: 这个模型用不了工具调用，我先关掉再试一次。
zh_hant: 這個模型用不了工具調用，我先關掉再試一次。

# agent.addDetailPlaceholder
source: Add the missing details…
zh_hans: 补充缺失的细节…
zh_hant: 補充缺失的細節…

# agent.agentBrowser
source: Agent browser
zh_hans: Agent 浏览器
zh_hant: Agent 瀏覽器

# agent.approvalHint
source: Double-check the exact action and account before approving.
zh_hans: 执行前请核对具体的操作和账号。
zh_hant: 執行前請覈對具體的操作和賬號。

# agent.approvalTitle
source: Waiting for your review
zh_hans: 等待你的审核
zh_hant: 等待你的審覈

# agent.attachMailNote
source: Connect your email in the app and choose a message with a PDF attachment.
zh_hans: 在应用里连接邮箱，选择带 PDF 附件的邮件。
zh_hant: 在應用裏連接郵箱，選擇帶 PDF 附件的郵件。

# agent.avatar.lilac
source: Lilac
zh_hans: 淡紫
zh_hant: 淡紫

# agent.avatar.sand
source: Sand
zh_hans: 沙色
zh_hant: 沙色

# agent.avatar.sky
source: Sky
zh_hans: 天空
zh_hant: 天空

# agent.cancelTask
source: Cancel task
zh_hans: 取消任务
zh_hant: 取消任務

# agent.cat.finances
source: Finances
zh_hans: 财务
zh_hant: 財務

# agent.cat.health
source: Health
zh_hans: 健康
zh_hant: 健康

# agent.cat.other
source: Something else
zh_hans: 其他
zh_hant: 其他

# agent.cat.relationships
source: Relationships
zh_hans: 人际关系
zh_hant: 人際關係

# agent.categoryFinance
source: Finance
zh_hans: 财务
zh_hant: 財務

# agent.changeAvailability
source: Change availability
zh_hans: 变更余位
zh_hant: 變更餘位

# agent.checkEvery
source: Checking every %1$@ minutes
zh_hans: 每 %1$@ 分钟检查一次
zh_hant: 每 %1$@ 分鐘檢查一次

# agent.checkMinutes
source: Check every (minutes)
zh_hans: 每隔（分钟）检查
zh_hant: 每隔（分鐘）檢查

# agent.checkNow
source: Check now
zh_hans: 立即检查
zh_hant: 立即檢查

# agent.checkStats
source: Every %1$@ min · %2$@ checks
zh_hans: 每 %1$@ 分钟 · 已检查 %2$@ 次
zh_hant: 每 %1$@ 分鐘 · 已檢查 %2$@ 次

# agent.closeSettings
source: Close agent settings
zh_hans: 关闭 Agent 设置
zh_hant: 關閉 Agent 設置

# agent.collapse
source: Collapse
zh_hans: 收起
zh_hant: 收起

# agent.completeGoal
source: Complete goal
zh_hans: 完成目标
zh_hant: 完成目標

# agent.condChange
source: Page changes
zh_hans: 页面变化
zh_hant: 頁面變化

# agent.condContains
source: Text appears
zh_hans: 出现文字
zh_hant: 出現文字

# agent.condPrice
source: Price drops below
zh_hans: 价格低于
zh_hant: 價格低於

# agent.contextNote
source: Context you can view, correct, or forget.
zh_hans: 你可以查看、修正或忘记的上下文。
zh_hant: 你可以查看、修正或忘記的上下文。

# agent.continueTask
source: Continue task
zh_hans: 继续任务
zh_hant: 繼續任務

# agent.createGoal
source: Create a goal
zh_hans: 创建目标
zh_hant: 創建目標

# agent.csvLabel
source: Transaction CSV
zh_hans: 交易 CSV
zh_hant: 交易 CSV

# agent.csvNote
source: Positive numbers are spending; negative numbers are income. Imported data only. No bank connection is implied.
zh_hans: 正数是支出；负数是收入。仅导入数据，不连接银行。
zh_hant: 正數是支出；負數是收入。僅導入數據，不連接銀行。

# agent.delegateSubtitle
source: Dudu saves a plan and keeps working on the server.
zh_hans: 嘟嘟保存计划，在服务器上继续干活。
zh_hant: 嘟嘟保存計劃，在服務器上繼續幹活。

# agent.delegateTask
source: Delegate task
zh_hans: 交代任务
zh_hant: 交代任務

# agent.deliverablesTitle
source: Deliverables
zh_hans: 交付成果
zh_hant: 交付成果

# agent.detailHelp
source: A detail from you will help
zh_hans: 你的一个细节能帮上忙
zh_hant: 你的一個細節能幫上忙

# agent.dismiss
source: Dismiss
zh_hans: 不感兴趣
zh_hant: 不感興趣

# agent.edit
source: Edit
zh_hans: 编辑
zh_hant: 編輯

# agent.emergencyFundPlaceholder
source: Build a three-month emergency fund
zh_hans: 建立三个月的应急基金
zh_hant: 建立三個月的應急基金

# agent.emptyDetail
source: Delegate a task in Chat. Its plan, progress and results stay here.
zh_hans: 在聊天里交代任务。它的计划、进度和结果都在这里。
zh_hant: 在聊天裏交代任務。它的計劃、進度和結果都在這裏。

# agent.emptyTitle
source: Where work happens
zh_hans: 工作的地方
zh_hant: 工作的地方

# agent.expandAll
source: Show all
zh_hans: 展开全部
zh_hant: 展開全部

# agent.fieldJsonError
source: Form fields must be a JSON object with text or true/false values.
zh_hans: 表单字段必须是 JSON 对象，值只能是文本或 true/false。
zh_hant: 表單字段必須是 JSON 對象，值只能是文本或 true/false。

# agent.fieldsJsonExample
source: {"full_name":"Your name","consent":true}
zh_hans: {"full_name":"你的名字","consent":true}
zh_hant: {"full_name":"你的名字","consent":true}

# agent.fieldsJsonLabel
source: Fields (JSON: field name to value)
zh_hans: 字段（JSON：字段名到值）
zh_hant: 字段（JSON：字段名到值）

# agent.fileDetail
source: %1$@ pages · PDF
zh_hans: %1$@ 页 · PDF
zh_hant: %1$@ 頁 · PDF

# agent.filter.all
source: All
zh_hans: 全部
zh_hant: 全部

# agent.filter.finished
source: Finished
zh_hans: 已完成
zh_hant: 已完成

# agent.filter.in_progress
source: In progress
zh_hans: 进行中
zh_hant: 進行中

# agent.financeBlurb
source: Spending, saving, and what's next.
zh_hans: 支出、储蓄，以及下一步的计划。
zh_hant: 支出、儲蓄，以及下一步的計劃。

# agent.financeOrigNote
source: Amounts use the original currency. This summary covers the imported date range.
zh_hans: 金额使用原币种。本汇总覆盖导入的日期范围。
zh_hant: 金額使用原幣種。本彙總覆蓋導入的日期範圍。

# agent.financeTitle
source: Finance tracking
zh_hans: 财务追踪
zh_hant: 財務追蹤

# agent.financeWhere
source: Where your money goes
zh_hans: 你的钱花在哪了
zh_hant: 你的錢花在哪了

# agent.findIdeas
source: Find ideas
zh_hans: 找想法
zh_hant: 找想法

# agent.forget
source: Forget
zh_hans: 忘记
zh_hant: 忘記

# agent.formFieldValues
source: Form field values
zh_hans: 表单字段值
zh_hant: 表單字段值

# agent.fromConnectedApp
source: From an app you connected
zh_hans: 来自你连接的应用
zh_hant: 來自你連接的應用

# agent.fullRecordNote
source: Activity and notifications always keep the full record, including requests for approval.
zh_hans: 动态和通知始终保留完整记录，包括需要批准的请求。
zh_hant: 動態和通知始終保留完整記錄，包括需要批准的請求。

# agent.generalTask
source: General task
zh_hans: 常规任务
zh_hant: 常規任務

# agent.goalEmpty
source: Big plans start with one small step.
zh_hans: 大计划从一小步开始。
zh_hant: 大計劃從一小步開始。

# agent.goalFromArtifact
source: From %1$@: %2$@
zh_hans: 来自 %1$@：%2$@
zh_hant: 來自 %1$@：%2$@

# agent.goalSavedNote
source: Your savings goal is saved under Goals.
zh_hans: 你的储蓄目标已保存在目标里。
zh_hant: 你的儲蓄目標已保存在目標裏。

# agent.goalTab
source: Goals
zh_hans: 目标
zh_hant: 目標

# agent.goalTitle
source: Your goal
zh_hans: 你的目标
zh_hant: 你的目標

# agent.ideaNote
source: Find ideas from the sources you have granted access to. Each suggestion includes its evidence.
zh_hans: 从你授权的应用里找想法。每个建议都附带证据。
zh_hant: 從你授權的應用裏找想法。每個建議都附帶證據。

# agent.inputNeeded
source: Your input is needed
zh_hans: 需要你输入
zh_hant: 需要你輸入

# agent.intervalError
source: Use a check interval from 1 to 10080 minutes.
zh_hans: 检查间隔填 1 到 10080 分钟。
zh_hant: 檢查間隔填 1 到 10080 分鐘。

# agent.keepEdits
source: Keep edits
zh_hans: 保留修改
zh_hant: 保留修改

# agent.kind.agent
source: General task
zh_hans: 常规任务
zh_hant: 常規任務

# agent.kind.document
source: Document
zh_hans: 文档
zh_hant: 文檔

# agent.kind.finance
source: Finance
zh_hans: 财务
zh_hant: 財務

# agent.kind.plan
source: Plan
zh_hans: 计划
zh_hant: 計劃

# agent.lastCheck
source: Last check: %1$@
zh_hans: 上次检查：%1$@
zh_hant: 上次檢查：%1$@

# agent.loadingProgress
source: Loading saved progress…
zh_hans: 加载保存的进度…
zh_hant: 加載保存的進度…

# agent.lookForText
source: Text to look for
zh_hans: 要找的文字
zh_hant: 要找的文字

# agent.markRead
source: Mark read
zh_hans: 标为已读
zh_hant: 標爲已讀

# agent.meetingPrefPlaceholder
source: I prefer morning meetings
zh_hans: 我更喜欢早上的会议
zh_hant: 我更喜歡早上的會議

# agent.memoryLabel
source: Memory
zh_hans: 记忆
zh_hant: 記憶

# agent.memoryTitle
source: Memory
zh_hans: 记忆
zh_hant: 記憶

# agent.milestoneProgress
source: %1$@ of %2$@ milestones
zh_hans: %1$@ / %2$@ 个里程碑
zh_hant: %1$@ / %2$@ 個里程碑

# agent.milestoneSaving
source: Set a savings goal
zh_hans: 定个储蓄目标
zh_hant: 定個儲蓄目標

# agent.milestoneWeekly
source: Review spending weekly
zh_hans: 每周看看花销
zh_hant: 每週看看花銷

# agent.milestones
source: Milestones (one per line)
zh_hans: 里程碑（每行一个）
zh_hant: 里程碑（每行一個）

# agent.modelNote
source: General tasks and plans need a configured model. Document jobs, page watches and spending summaries have guided workflows.
zh_hans: 常规任务和计划需要配置模型。文档处理、页面监控和支出汇总有引导式流程。
zh_hant: 常規任務和計劃需要配置模型。文檔處理、頁面監控和支出彙總有引導式流程。

# agent.monitorNote
source: Dudu checks this public page on the server and saves meaningful changes in Notifications.
zh_hans: 嘟嘟在服务器上检查这个公开页面，有意义的变化会存到通知里。
zh_hant: 嘟嘟在服務器上檢查這個公開頁面，有意義的變化會存到通知裏。

# agent.name
source: Name
zh_hans: 名字
zh_hant: 名字

# agent.newBadge
source: New
zh_hans: 新建
zh_hant: 新建

# agent.nextCheck
source: Next check: %1$@
zh_hans: 下次检查：%1$@
zh_hant: 下次檢查：%1$@

# agent.notChecked
source: Not checked yet
zh_hans: 还没检查过
zh_hant: 還沒檢查過

# agent.notifEmpty
source: Results, meaningful changes and requests for your input will appear here.
zh_hans: 结果、有意义的变化和需要你输入的请求会出现在这里。
zh_hant: 結果、有意義的變化和需要你輸入的請求會出現在這裏。

# agent.notifSubtitle
source: Results and decisions that need your attention.
zh_hans: 需要你关注的结果和决定。
zh_hant: 需要你關注的結果和決定。

# agent.notifTitle
source: Notifications
zh_hans: 通知
zh_hant: 通知

# agent.notifyMeWhen
source: Notify me when…
zh_hans: 当…时通知我
zh_hant: 當…時通知我

# agent.onComputerTitle
source: On your computer
zh_hans: 在你的电脑上
zh_hant: 在你的電腦上

# agent.openBrowser
source: Open browser
zh_hans: 打开浏览器
zh_hant: 打開瀏覽器

# agent.openSource
source: Open source
zh_hans: 打开来源
zh_hant: 打開來源

# agent.origCurrency
source: Original currency
zh_hans: 原币种
zh_hant: 原幣種

# agent.pageUrl
source: Public page URL
zh_hans: 公开页面 URL
zh_hant: 公開頁面 URL

# agent.pause
source: Pause
zh_hans: 暂停
zh_hant: 暫停

# agent.pauseOpenBrowser
source: Pause and open browser
zh_hans: 暂停并打开浏览器
zh_hant: 暫停並打開瀏覽器

# agent.personalityMemory
source: Personality & memory
zh_hans: 性格与记忆
zh_hant: 性格與記憶

# agent.pickPdfMail
source: Pick an email with a PDF
zh_hans: 选择带 PDF 的邮件
zh_hant: 選擇帶 PDF 的郵件

# agent.planNext
source: Plan next steps
zh_hans: 规划下一步
zh_hant: 規劃下一步

# agent.planTab
source: Plans
zh_hans: 计划
zh_hant: 計劃

# agent.planTitle
source: Plan: %1$@
zh_hans: 计划：%1$@
zh_hant: 計劃：%1$@

# agent.promptDoc
source: Fill the attached form and prepare a reply for my review
zh_hans: 填好附件里的表格，准备好回复等我检查
zh_hant: 填好附件裏的表格，準備好回覆等我檢查

# agent.promptFinance
source: Summarize my spending and suggest a savings plan
zh_hans: 汇总我的支出，建议一个存钱计划
zh_hant: 彙總我的支出，建議一個存錢計劃

# agent.promptPlan
source: Make a practical plan for my week
zh_hans: 给我这周做个实用的计划
zh_hant: 給我這周做個實用的計劃

# agent.providedFields
source: Provided the requested fields.
zh_hans: 已提供请求的字段。
zh_hant: 已提供請求的字段。

# agent.read
source: Read
zh_hans: 已读
zh_hant: 已讀

# agent.reconnect
source: Reconnect agent
zh_hans: 重连 Agent
zh_hant: 重連 Agent

# agent.remember
source: Remember
zh_hans: 记住
zh_hant: 記住

# agent.rememberLabel
source: Remember something about me
zh_hans: 记住关于我的事
zh_hant: 記住關於我的事

# agent.restaurantPlaceholder
source: Book a table at my favorite restaurant
zh_hans: 在我最喜欢的餐厅订个桌子
zh_hant: 在我最喜歡的餐廳訂個桌子

# agent.resume
source: Resume
zh_hans: 继续
zh_hant: 繼續

# agent.retryTask
source: Retry task
zh_hans: 重试任务
zh_hant: 重試任務

# agent.reviewAction
source: Review action
zh_hans: 检查操作
zh_hant: 檢查操作

# agent.reviewNotReady
source: This review is not available yet. Refresh and try again.
zh_hans: 这个检查还不可用，刷新后重试。
zh_hant: 這個檢查還不可用，刷新後重試。

# agent.reviewRequested
source: Review requested
zh_hans: 已请求检查
zh_hant: 已請求檢查

# agent.reviews
source: Reviews & receipts
zh_hans: 检查与收据
zh_hant: 檢查與收據

# agent.roomForIdea
source: Room for a good idea
zh_hans: 给好想法留个位置
zh_hant: 給好想法留個位置

# agent.sampleNote
source: Changes to this built-in page stay in your workspace.
zh_hans: 这个内置页面的变化只留在你的工作区。
zh_hant: 這個內置頁面的變化只留在你的工作區。

# agent.samplePage
source: Built-in availability page
zh_hans: 内置余位页面
zh_hant: 內置餘位頁面

# agent.saveCorrection
source: Save correction
zh_hans: 保存修正
zh_hant: 保存修正

# agent.savePrefs
source: Save preferences
zh_hans: 保存偏好
zh_hant: 保存偏好

# agent.savingGoalPlaceholder
source: What are you saving for?
zh_hans: 你想为什么存钱？
zh_hant: 你想爲什麼存錢？

# agent.searchApps
source: Search apps
zh_hans: 搜索应用
zh_hant: 搜索應用

# agent.searchConnectors
source: Search connectors
zh_hans: 搜索连接器
zh_hant: 搜索連接器

# agent.shortcut.browserDetail
source: Persistent browser sessions
zh_hans: 持久的浏览器会话
zh_hant: 持久的瀏覽器會話

# agent.shortcut.calDetail
source: Events and reviewed invitations
zh_hans: 日程和已检查的邀请
zh_hant: 日程和已檢查的邀請

# agent.shortcut.calendar
source: Calendar
zh_hans: 日历
zh_hant: 日曆

# agent.shortcut.files
source: Files
zh_hans: 文件
zh_hant: 文件

# agent.shortcut.filesDetail
source: PDFs, forms and filled copies
zh_hans: PDF、表格和填好的副本
zh_hant: PDF、表格和填好的副本

# agent.shortcut.mail
source: Mail
zh_hans: 邮件
zh_hant: 郵件

# agent.shortcut.mailDetail
source: Read messages and prepare replies
zh_hans: 读消息、准备回复
zh_hant: 讀消息、準備回覆

# agent.showLess
source: Show less
zh_hans: 收起
zh_hant: 收起

# agent.showMore
source: Show %1$@ more
zh_hans: 再显示 %1$@ 个
zh_hant: 再顯示 %1$@ 個

# agent.showUpdates
source: Show background updates in chat
zh_hans: 在聊天里显示后台更新
zh_hant: 在聊天裏顯示後臺更新

# agent.sourceTab
source: Sources
zh_hans: 来源
zh_hant: 來源

# agent.startThis
source: Start this
zh_hans: 开始这个
zh_hant: 開始這個

# agent.startTracking
source: Start tracking
zh_hans: 开始追踪
zh_hant: 開始追蹤

# agent.started
source: Started
zh_hans: 已开始
zh_hant: 已開始

# agent.status.accepted
source: Accepted
zh_hans: 已接受
zh_hant: 已接受

# agent.status.active
source: In progress
zh_hans: 进行中
zh_hant: 進行中

# agent.status.cancelled
source: Cancelled
zh_hans: 已取消
zh_hant: 已取消

# agent.status.completed
source: Completed
zh_hans: 已完成
zh_hant: 已完成

# agent.status.failed
source: Failed
zh_hans: 失败了
zh_hant: 失敗了

# agent.status.new
source: New
zh_hans: 新的
zh_hant: 新的

# agent.status.paused
source: Paused
zh_hans: 已暂停
zh_hant: 已暫停

# agent.status.queued
source: Queued
zh_hans: 排队中
zh_hant: 排隊中

# agent.status.running
source: Running
zh_hans: 运行中
zh_hant: 運行中

# agent.status.scheduled
source: Scheduled
zh_hans: 已排期
zh_hant: 已排期

# agent.status.stopped
source: Stopped
zh_hans: 已停止
zh_hant: 已停止

# agent.status.succeeded
source: Succeeded
zh_hans: 完成了
zh_hant: 完成了

# agent.status.waiting
source: Waiting
zh_hans: 等待中
zh_hant: 等待中

# agent.status.waiting_approval
source: Waiting for approval
zh_hans: 等你批准
zh_hant: 等你批准

# agent.status.waiting_input
source: Waiting for input
zh_hans: 等你输入
zh_hant: 等你輸入

# agent.steps
source: · %1$@/%2$@ steps
zh_hans: · %1$@/%2$@ 步
zh_hant: · %1$@/%2$@ 步

# agent.stopTracking
source: Stop tracking
zh_hans: 停止追踪
zh_hant: 停止追蹤

# agent.successLook
source: What does success look like?
zh_hans: 成功是什么样子？
zh_hant: 成功是什麼樣子？

# agent.targetPrice
source: Target price
zh_hans: 目标价格
zh_hant: 目標價格

# agent.task
source: Task
zh_hans: 任务
zh_hant: 任務

# agent.timelineTab
source: Timeline
zh_hans: 时间线
zh_hant: 時間線

# agent.tone.concise
source: Concise
zh_hans: 简洁
zh_hant: 簡潔

# agent.tone.thoughtful
source: Thoughtful
zh_hans: 周到
zh_hant: 周到

# agent.tone.warm
source: Warm
zh_hans: 温暖
zh_hant: 溫暖

# agent.track
source: Track
zh_hans: 追踪
zh_hant: 追蹤

# agent.trackBlurb
source: Fares, bookings, pages you follow.
zh_hans: 票价、预订、你在关注的页面。
zh_hant: 票價、預訂、你在關注的頁面。

# agent.trackSomething
source: Track something
zh_hans: 追踪点什么
zh_hant: 追蹤點什麼

# agent.trackTab
source: Tracking
zh_hans: 追踪
zh_hant: 追蹤

# agent.tryExample
source: Try example transactions
zh_hans: 试试示例交易
zh_hant: 試試示例交易

# agent.trySamplePage
source: Try the built-in availability page
zh_hans: 试试内置的余位页面
zh_hant: 試試內置的餘位頁面

# agent.updatesUnavailable
source: Agent updates unavailable. %1$@
zh_hans: Agent 更新不可用。%1$@
zh_hant: Agent 更新不可用。%1$@

# agent.urlError
source: Enter an http or https address for a public page.
zh_hans: 填一个公开页面的 http 或 https 地址。
zh_hant: 填一個公開頁面的 http 或 https 地址。

# agent.viewEmail
source: View email
zh_hans: 看邮件
zh_hant: 看郵件

# agent.viewFile
source: View file
zh_hans: 看文件
zh_hant: 看文件

# agent.viewTask
source: View task
zh_hans: 查看任务
zh_hant: 查看任務

# agent.watchChange
source: Watch for a page change
zh_hans: 盯页面变化
zh_hant: 盯頁面變化

# agent.watchContains
source: Watch for “%1$@”
zh_hans: 盯着“%1$@”出现
zh_hant: 盯着“%1$@”出現

# agent.watchPrice
source: Price below %1$@
zh_hans: 价格低于 %1$@
zh_hant: 價格低於 %1$@

# agent.watchingWhat
source: What are you watching?
zh_hans: 你在看什么？
zh_hant: 你在看什麼？

# agent.whatShouldDo
source: What should Dudu do?
zh_hans: 嘟嘟该做什么？
zh_hant: 嘟嘟該做什麼？

# agent.whatToDo
source: What would you like done?
zh_hans: 想让它做什么？
zh_hant: 想讓它做什麼？

# agent.workerOffline
source: Worker offline. Saved work will continue after reconnecting.
zh_hans: Worker 离线。重连后已保存的工作会继续。
zh_hant: Worker 離線。重連後已保存的工作會繼續。

# agent.workerStepsNote
source: The worker logs every step here.
zh_hans: Worker 会在这里记录每一步。
zh_hant: Worker 會在這裏記錄每一步。

# agent.yourAgent
source: Your agent
zh_hans: 你的 Agent
zh_hant: 你的 Agent

# agent.yourAnswer
source: Your answer
zh_hans: 你的回答
zh_hant: 你的回答

# ai.defaultName
source: Dudu
zh_hans: 嘟嘟
zh_hant: 嘟嘟

# api.requestFailed
source: Request failed (%1$@).
zh_hans: 请求失败（%1$@）。
zh_hant: 請求失敗（%1$@）。

# api.workspaceOpenFailed
source: Could not open your workspace.
zh_hans: 打不开你的工作区。
zh_hant: 打不開你的工作區。

# apigroup.add
source: Add group
zh_hans: 添加分组
zh_hant: 添加分組

# apigroup.addHeader
source: Add row
zh_hans: 加一行
zh_hant: 加一行

# apigroup.apiKeyPh
source: Paste your key — stays on this device
zh_hans: 粘贴你的 key，只存本机
zh_hant: 粘貼你的 key，只存本機

# apigroup.azure.apiVersion
source: API version
zh_hans: API 版本
zh_hant: API 版本

# apigroup.azure.deploymentUrl
source: Deployment URL
zh_hans: 部署地址
zh_hant: 部署地址

# apigroup.azure.desc
source: When on, requests go to your Azure deployment — the base URL above is ignored.
zh_hans: 打开就走 Azure 的部署地址，上面的接口地址就不管了。
zh_hant: 打開就走 Azure 的部署地址，上面的接口地址就不管了。

# apigroup.azure.enable
source: Enable Azure mode
zh_hans: 启用 Azure 模式
zh_hant: 啓用 Azure 模式

# apigroup.balance.apiPath
source: API path
zh_hans: 接口路径
zh_hant: 接口路徑

# apigroup.balance.check
source: Check
zh_hans: 查一下
zh_hant: 查一下

# apigroup.balance.checking
source: Checking…
zh_hans: 查着呢…
zh_hant: 查着呢…

# apigroup.balance.desc
source: See how much credit is left on this key. Results are cached for 60 seconds; a failed check stays quiet.
zh_hans: 查这把 key 还剩多少钱。结果缓存 60 秒，查不到也不烦你。
zh_hant: 查這把 key 還剩多少錢。結果緩存 60 秒，查不到也不煩你。

# apigroup.balance.enable
source: Enable balance check
zh_hans: 开启余额查询
zh_hant: 開啓餘額查詢

# apigroup.balance.resultPath
source: Balance field in the response
zh_hans: 余额在返回里的位置
zh_hant: 餘額在返回裏的位置

# apigroup.balance.title
source: Balance
zh_hans: 余额
zh_hant: 餘額

# apigroup.baseUrl
source: Base URL
zh_hans: 接口地址
zh_hant: 接口地址

# apigroup.bucket.failover
source: %1$@ isn't responding, switched to %2$@ automatically — send another message to try it.
zh_hans: %1$@ 连不上了，已自动切到 %2$@，再发一条试试。
zh_hant: %1$@ 連不上了，已自動切到 %2$@，再發一條試試。

# apigroup.caching.desc
source: When the server supports it, repeated prompts hit the cache — faster and cheaper. OpenAI-compatible endpoints only.
zh_hans: 服务端支持的话，重复的提示词直接读缓存，又快又省钱。只对 OpenAI 兼容接口有效。
zh_hant: 服務端支持的話，重複的提示詞直接讀緩存，又快又省錢。只對 OpenAI 兼容接口有效。

# apigroup.caching.title
source: Prompt caching
zh_hans: 提示词缓存
zh_hant: 提示詞緩存

# apigroup.cap.probe
source: Detect capabilities
zh_hans: 检测能力
zh_hant: 檢測能力

# apigroup.cap.probeFailed
source: Couldn't connect — check the URL and key
zh_hans: 没连上，检查下地址和 key
zh_hant: 沒連上，檢查下地址和 key

# apigroup.cap.probing
source: Detecting…
zh_hans: 检测中…
zh_hant: 檢測中…

# apigroup.cap.thinkingNo
source: Thinking: not supported
zh_hans: 思考过程：不支持
zh_hant: 思考過程：不支持

# apigroup.cap.thinkingUnknown
source: Thinking: not tested yet
zh_hans: 思考过程：还没试过
zh_hant: 思考過程：還沒試過

# apigroup.cap.thinkingYes
source: Thinking: supported
zh_hans: 思考过程：支持
zh_hant: 思考過程：支持

# apigroup.cap.toolsNo
source: Tool calls: not supported
zh_hans: 工具调用：不支持
zh_hant: 工具調用：不支持

# apigroup.cap.toolsUnknown
source: Tool calls: not tested yet
zh_hans: 工具调用：还没试过
zh_hant: 工具調用：還沒試過

# apigroup.cap.toolsYes
source: Tool calls: supported
zh_hans: 工具调用：支持
zh_hant: 工具調用：支持

# apigroup.capabilities
source: Model capabilities
zh_hans: 模型能力
zh_hant: 模型能力

# apigroup.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# apigroup.deleteConfirm
source: Delete "%1$@"
zh_hans: 确定删除「%1$@」？
zh_hant: 確定刪除「%1$@」？

# apigroup.diag.clear
source: Clear
zh_hans: 清空
zh_hant: 清空

# apigroup.diag.clearConfirm
source: This clears the diagnostic log for this group only. Sure?
zh_hans: 只清空这个分组的诊断记录，确定？
zh_hant: 只清空這個分組的診斷記錄，確定？

# apigroup.diag.desc
source: Every request is logged here; keys are redacted, never shown raw.
zh_hans: 每次请求的情况都记着，key 已经脱敏，看不到原文。
zh_hant: 每次請求的情況都記着，key 已經脫敏，看不到原文。

# apigroup.diag.empty
source: Nothing logged yet
zh_hans: 干干净净，还没记过
zh_hant: 乾乾淨淨，還沒記過
